Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: , and
de: , und
es: , y
fr: , et
it: , e
pl: , i
pt: , e
ru: , и
sq: , dhe
zh_hans: ，以及

source: © 2026 FanGeo Sports
de: © 2026 FanGeo Sport
es: © 2026 FanGeo Deportes
it: © 2026 FanGeo Sport
pl: © 2026 FanGeo Sport
pt: © 2026 FanGeo Esportes
ru: © 2026 FanGeo Спорт
sq: © 2026 FanGeo Sport
zh_hans: © 2026 FanGeo 体育

source: 🇫🇷 France vs 🇲🇽 Mexico
de: 🇫🇷 Frankreich gegen 🇲🇽 Mexiko
es: 🇫🇷 Francia vs 🇲🇽 México
fr: 🇫🇷 France vs 🇲🇽 Mexique
it: 🇫🇷 Francia vs 🇲🇽 Messico
pl: 🇫🇷 Francja kontra 🇲🇽 Meksyk
pt: 🇫🇷 França vs 🇲🇽 México
ru: 🇫🇷 Франция vs 🇲🇽 Мексика
sq: 🇫🇷 Francë vs 🇲🇽 Meksikë
zh_hans: 🇫🇷 法国 vs 🇲🇽 墨西哥

source: 🔒 Upgrade to FanGeo Pro
de: 🔒 Upgrade auf FanGeo Pro
es: 🔒 Actualice a FanGeo Pro
fr: 🔒 Passez à FanGeo Pro
it: 🔒 Aggiorna a FanGeo Pro
pl: 🔒 Przejdź na FanGeo Pro
pt: 🔒 Atualize para FanGeo Pro
ru: 🔒 Обновите до FanGeo Pro
sq: 🔒 Përmirësoje në FanGeo Pro
zh_hans: 🔒 升级到FanGeo Pro

source: 🔥 High Opportunity
de: 🔥 Hohe Chance
es: 🔥 Alta Oportunidad
fr: 🔥 Forte opportunité
it: 🔥 Alta Opportunità
pl: 🔥 Duże możliwości
pt: 🔥 Alta oportunidade
ru: 🔥Высокие возможности
sq: 🔥 Mundësi e lartë
zh_hans: 🔥 高机会

source: 🔥 Most popular
de: 🔥 Am beliebtesten
es: 🔥 Más popular
fr: 🔥 Le plus populaire
it: 🔥 Il più popolare
pl: 🔥 Najpopularniejsze
pt: 🔥 Mais populares
ru: 🔥 Самый популярный
sq: 🔥 Më të njohurit
zh_hans: 🔥 最受欢迎

source: 🚫 Blocked Users
de: 🚫 Blockierte Benutzer
es: 🚫 Usuarios bloqueados
fr: 🚫 Utilisateurs bloqués
it: 🚫 Utenti bloccati
pl: 🚫 Zablokowani użytkownicy
pt: 🚫 Usuários bloqueados
ru: 🚫 Заблокированные пользователи
sq: 🚫 Përdorues të bllokuar
zh_hans: 🚫 被阻止的用户

source: 1 opportunity remaining
de: 1 Gelegenheit übrig
es: 1 oportunidad restante
fr: 1 opportunité restante
it: 1 opportunità rimasta
pl: 1 pozostała szansa
pt: 1 oportunidade restante
ru: Осталась 1 возможность
sq: 1 mundësi e mbetur
zh_hans: 还剩 1 个机会

source: 3 fans saved this game
de: 3 Fans haben dieses Spiel gespeichert
es: 3 fans guardaron este partido
fr: 3 fans ont enregistré ce match
it: 3 fan hanno salvato questa partita
pl: 3 fanów zapisało ten mecz
pt: 3 fãs salvaram este jogo
ru: 3 болельщика сохранили этот матч
sq: 3 tifozë e ruajtën këtë ndeshje
zh_hans: 3 位球迷收藏了这场比赛

source: 4 fans marked going
de: 4 Fans haben „Komme“ markiert
es: 4 fans marcaron asistencia
fr: 4 fans ont indiqué qu'ils y vont
it: 4 fan hanno segnato presenza
pl: 4 fanów oznaczyło obecność
pt: 4 fãs marcaram presença
ru: 4 болельщика отметили, что идут
sq: 4 tifozë shënuan se do të vijnë
zh_hans: 4 位球迷标记为参加

source: 12 fans follow these teams
de: 12 Fans folgen diesen Teams
es: 12 fans siguen estos equipos
fr: 12 fans suivent ces équipes
it: 12 fan seguono queste squadre
pl: 12 fanów obserwuje te drużyny
pt: 12 fãs seguem estes times
ru: 12 болельщиков следят за этими командами
sq: 12 tifozë ndjekin këto ekipe
zh_hans: 12 位球迷关注这些球队

source: A look at the vibe before you go
de: Ein Blick auf die Stimmung vor dem Besuch
es: Un vistazo al ambiente antes de ir
fr: Un aperçu de l'ambiance avant d'y aller
it: Uno sguardo all'atmosfera prima di andare
pl: Podgląd klimatu przed wyjściem
pt: Uma prévia do clima antes de ir
ru: Загляните в атмосферу перед визитом
sq: Një pamje e atmosferës para se të shkoni
zh_hans: 出发前先感受一下现场氛围

source: Accepted friends will appear here.
de: Akzeptierte Freunde erscheinen hier.
es: Los amigos aceptados aparecerán aquí.
fr: Les amis acceptés apparaîtront ici.
it: Gli amici accettati appariranno qui.
pl: Zaakceptowani znajomi pojawią się tutaj.
pt: Amigos aceitos aparecerão aqui.
ru: Принятые друзья появятся здесь.
sq: Miqtë e pranuar do të shfaqen këtu.
zh_hans: 已接受的好友会显示在这里。

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
ru: Аккаунт
sq: Llogaria
zh_hans: 账户

source: Account security
de: Kontosicherheit
es: Seguridad de la cuenta
fr: Sécurité du compte
it: Sicurezza dell'account
pl: Bezpieczeństwo konta
pt: Segurança da conta
ru: Безопасность аккаунта
sq: Siguria e llogarisë
zh_hans: 账户安全

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pl: Aktywny
pt: Ativo
ru: Активно
sq: Aktiv
zh_hans: 活跃

source: Active • Ad-free experience enabled
de: Aktiv • Werbefreie Nutzung aktiviert
es: Activo • Experiencia sin anuncios activada
fr: Actif • Expérience sans publicité activée
it: Attivo • Esperienza senza annunci attiva
pl: Aktywny • Doświadczenie bez reklam włączone
pt: Ativo • Experiência sem anúncios ativada
ru: Активно • Режим без рекламы включён
sq: Aktiv • Përvoja pa reklama e aktivizuar
zh_hans: 活跃 • 已启用无广告体验

source: Active Fan Zone
de: Aktive Fan Zone
es: Zona de fans activa
fr: Fan Zone active
it: Fan Zone attiva
pl: Aktywna strefa fanów
pt: Fan Zone ativa
ru: Активная фан-зона
sq: Zona e fanave aktive
zh_hans: 活跃球迷区

source: Active Games
de: Aktive Spiele
es: Partidos activos
fr: Matchs actifs
it: Partite attive
pl: Aktywne mecze
pt: Jogos ativos
ru: Активные игры
sq: Ndeshje aktive
zh_hans: 进行中的比赛

source: Active fan
de: Aktiver Fan
es: Fan activo
fr: Fan actif
it: Fan attivo
pl: Aktywny fan
pt: Fã ativo
ru: Активный фанат
sq: Tifoz aktiv
zh_hans: 活跃粉丝

source: Actual deletion only happens after tapping Delete Business Account. Loading this preview does not delete anything.
de: Die tatsächliche Löschung erfolgt erst nach Tippen auf Business-Konto löschen. Diese Vorschau löscht nichts.
es: La eliminación real solo ocurre al tocar Eliminar cuenta empresarial. Cargar esta vista previa no elimina nada.
fr: La suppression réelle n'a lieu qu'après avoir appuyé sur Supprimer le compte professionnel. Charger cet aperçu ne supprime rien.
it: L'eliminazione effettiva avviene solo toccando Elimina account business. Caricare questa anteprima non elimina nulla.
pl: Rzeczywiste usunięcie następuje dopiero po dotknięciu Usuń konto firmowe. Załadowanie podglądu nic nie usuwa.
pt: A exclusão real só ocorre ao tocar em Excluir conta empresarial. Carregar esta prévia não exclui nada.
ru: Фактическое удаление происходит только после нажатия «Удалить бизнес-аккаунт». Загрузка предпросмотра ничего не удаляет.
sq: Fshirja reale ndodh vetëm pas prekjes së Fshi llogarinë e biznesit. Ngarkimi i kësaj pamjeje paraprake nuk fshin asgjë.
zh_hans: 只有在点按“删除企业账户”后才会真正删除。加载此预览不会删除任何内容。

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить
sq: Shto
zh_hans: 添加

source: Add a short bio
de: Kurze Bio hinzufügen
es: Agrega una breve biografía
fr: Ajoutez une courte bio
it: Aggiungi una breve bio
pl: Dodaj krótkie bio
pt: Adicione uma bio curta
ru: Добавьте короткую биографию
sq: Shto një bio të shkurtër
zh_hans: 添加简短简介

source: Add a Venue
de: Standort hinzufügen
es: Agregar un local
fr: Ajouter un lieu
it: Aggiungi un locale
pl: Dodaj miejsce
pt: Adicionar um local
ru: Добавить площадку
sq: Shto një vend
zh_hans: 添加场馆

source: Add both participants to show a matchup, or leave both blank.
de: Füge beide Teilnehmer hinzu, um ein Matchup anzuzeigen, oder lasse beide leer.
es: Agrega ambos participantes para mostrar el enfrentamiento, o déjalos en blanco.
fr: Ajoutez les deux participants pour afficher le match, ou laissez les deux vides.
it: Aggiungi entrambi i partecipanti per mostrare lo scontro, oppure lascia entrambi vuoti.
pl: Dodaj obu uczestników, aby pokazać mecz, lub zostaw oba pola puste.
pt: Adicione os dois participantes para mostrar o confronto ou deixe ambos em branco.
ru: Добавьте обоих участников для отображения матча или оставьте оба поля пустыми.
sq: Shto të dy pjesëmarrësit për të shfaqur përballjen, ose lëri bosh.
zh_hans: 添加双方参与者以显示对阵，或两项均留空。

source: Add fans to start building your sports circle.
de: Füge Fans hinzu, um deinen Sportkreis aufzubauen.
es: Agrega fans para empezar a formar tu círculo deportivo.
fr: Ajoutez des fans pour commencer à constituer votre cercle sportif.
it: Aggiungi fan per iniziare a costruire la tua cerchia sportiva.
pl: Dodaj fanów, aby zacząć budować swoje sportowe grono.
pt: Adicione fãs para começar a montar seu círculo esportivo.
ru: Добавьте болельщиков, чтобы начать формировать свой спортивный круг.
sq: Shto tifozë për të filluar ndërtimin e rrethit tënd sportiv.
zh_hans: 添加球迷，开始建立你的体育圈子。

source: Add Friend
de: Freund hinzufügen
es: Agregar amigo
fr: Ajouter un ami
it: Aggiungi amico
pl: Dodaj znajomego
pt: Adicionar amigo
ru: Добавить друга
sq: Shto mik
zh_hans: 添加好友

source: Add Game
de: Spiel hinzufügen
es: Agregar partido
fr: Ajouter un match
it: Aggiungi partita
pl: Dodaj mecz
pt: Adicionar jogo
ru: Добавить игру
sq: Shto ndeshje
zh_hans: 添加比赛

source: Add Location
de: Standort hinzufügen
es: Agregar ubicación
fr: Ajouter un lieu
it: Aggiungi posizione
pl: Dodaj lokalizację
pt: Adicionar local
ru: Добавить локацию
sq: Shto vendndodhje
zh_hans: 添加位置

source: Add more
de: Mehr hinzufügen
es: Agregar más
fr: Ajouter plus
it: Aggiungi altro
pl: Dodaj więcej
pt: Adicionar mais
ru: Добавить ещё
sq: Shto më shumë
zh_hans: 添加更多

source: Add New Venue
de: Neuen Standort hinzufügen
es: Agregar nuevo local
fr: Ajouter un nouveau lieu
it: Aggiungi nuovo locale
pl: Dodaj nowe miejsce
pt: Adicionar novo local
ru: Добавить новую площадку
sq: Shto vend të ri
zh_hans: 添加新场馆

source: Add or claim your first venue so fans can find your watch parties and events.
de: Füge deinen ersten Standort hinzu oder beanspruche ihn, damit Fans deine Watch Parties und Events finden.
es: Agrega o reclama tu primer local para que los fans encuentren tus watch parties y eventos.
fr: Ajoutez ou revendiquez votre premier lieu pour que les fans trouvent vos watch parties et événements.
it: Aggiungi o rivendica il tuo primo locale così i fan trovano le tue watch party ed eventi.
pl: Dodaj lub przejmij pierwsze miejsce, aby fani znaleźli twoje watch party i wydarzenia.
pt: Adicione ou reivindique seu primeiro local para que os fãs encontrem suas watch parties e eventos.
ru: Добавьте или заявите свою первую площадку, чтобы болельщики находили ваши watch party и мероприятия.
sq: Shto ose kërko vendin tënd të parë që tifozët të gjejnë watch party-t dhe eventet e tua.
zh_hans: 添加或认领你的第一个场馆，让球迷找到你的观赛派对和活动。

source: Add profile photo
de: Profilfoto hinzufügen
es: Agregar foto de perfil
fr: Ajouter une photo de profil
it: Aggiungi foto profilo
pl: Dodaj zdjęcie profilowe
pt: Adicionar foto de perfil
ru: Добавить фото профиля
sq: Shto foto profili
zh_hans: 添加头像

source: Add Team
de: Team hinzufügen
es: Agregar equipo
fr: Ajouter une équipe
it: Aggiungi squadra
pl: Dodaj drużynę
pt: Adicionar time
ru: Добавить команду
sq: Shto ekip
zh_hans: 添加球队

source: Add teams to power the business Pro Games My Teams filter.
de: Füge Teams hinzu, um den My-Teams-Filter in Business Pro Games zu nutzen.
es: Agrega equipos para activar el filtro Mis equipos en Pro Games del negocio.
fr: Ajoutez des équipes pour alimenter le filtre Mes équipes des Pro Games business.
it: Aggiungi squadre per alimentare il filtro Le mie squadre in Pro Games business.
pl: Dodaj drużyny, aby zasilić filtr Moje drużyny w Pro Games firmy.
pt: Adicione times para alimentar o filtro Meus times em Pro Games do negócio.
ru: Добавьте команды для фильтра «Мои команды» в Pro Games бизнеса.
sq: Shto ekipe për të aktivizuar filtrin Ekipet e mia në Pro Games të biznesit.
zh_hans: 添加球队以启用企业 Pro Games 的“我的球队”筛选。

source: Add teams you follow
de: Teams hinzufügen, denen du folgst
es: Agrega equipos que sigues
fr: Ajoutez les équipes que vous suivez
it: Aggiungi le squadre che segui
pl: Dodaj obserwowane drużyny
pt: Adicione times que você segue
ru: Добавьте команды, за которыми следите
sq: Shto ekipet që ndjek
zh_hans: 添加你关注的球队

source: Add to Venue
de: Zum Standort hinzufügen
es: Agregar al local
fr: Ajouter au lieu
it: Aggiungi al locale
pl: Dodaj do miejsca
pt: Adicionar ao local
ru: Добавить на площадку
sq: Shto te vendi
zh_hans: 添加到场馆

source: Add venue
de: Standort hinzufügen
es: Agregar local
fr: Ajouter un lieu
it: Aggiungi locale
pl: Dodaj miejsce
pt: Adicionar local
ru: Добавить площадку
sq: Shto vend
zh_hans: 添加场馆

source: Add Venue
de: Standort hinzufügen
es: Agregar local
fr: Ajouter un lieu
it: Aggiungi locale
pl: Dodaj miejsce
pt: Adicionar local
ru: Добавить площадку
sq: Shto vend
zh_hans: 添加场馆

source: Add your first venue for review, or claim an existing venue from Discover.
de: Füge deinen ersten Standort zur Prüfung hinzu oder beanspruche einen bestehenden in Discover.
es: Agrega tu primer local para revisión o reclama uno existente en Discover.
fr: Ajoutez votre premier lieu pour examen ou revendiquez un lieu existant depuis Discover.
it: Aggiungi il tuo primo locale per la revisione o rivendica un locale esistente da Discover.
pl: Dodaj pierwsze miejsce do weryfikacji lub przejmij istniejące z Discover.
pt: Adicione seu primeiro local para revisão ou reivindique um existente no Discover.
ru: Добавьте первую площадку на проверку или заявите существующую в Discover.
sq: Shto vendin tënd të parë për shqyrtim ose kërko një ekzistues nga Discover.
zh_hans: 添加你的第一个场馆等待审核，或在 Discover 中认领现有场馆。

source: Add your first venue to manage details and games.
de: Füge deinen ersten Standort hinzu, um Details und Spiele zu verwalten.
es: Agrega tu primer local para gestionar detalles y partidos.
fr: Ajoutez votre premier lieu pour gérer les détails et les matchs.
it: Aggiungi il tuo primo locale per gestire dettagli e partite.
pl: Dodaj pierwsze miejsce, aby zarządzać szczegółami i meczami.
pt: Adicione seu primeiro local para gerenciar detalhes e jogos.
ru: Добавьте первую площадку для управления деталями и играми.
sq: Shto vendin tënd të parë për të menaxhuar detajet dhe ndeshjet.
zh_hans: 添加你的第一个场馆以管理详情和比赛。

# add_both_teams_predictions
source: Add both teams so fans can make predictions.
de: Füge beide Teams hinzu, damit Fans Vorhersagen abgeben können.
es: Agrega ambos equipos para que los fans puedan hacer predicciones.
fr: Ajoutez les deux équipes pour que les fans puissent faire des pronostics.
it: Aggiungi entrambe le squadre così i fan possono fare pronostici.
pl: Dodaj oba zespoły, aby fani mogli typować.
pt: Adicione os dois times para que os fãs possam fazer previsões.
ru: Добавьте обе команды, чтобы фанаты могли делать прогнозы.
sq: Shto të dy ekipet që tifozët të bëjnë parashikime.
zh_hans: 添加两支球队，让球迷可以进行预测。

source: Adding game for
de: Spiel hinzufügen für
es: Agregando partido para
fr: Ajout d'un match pour
it: Aggiunta partita per
pl: Dodawanie meczu dla
pt: Adicionando jogo para
ru: Добавление игры для
sq: Duke shtuar ndeshje për
zh_hans: 正在为以下对象添加比赛

source: Admins will receive only messages in this selected time window.
de: Admins erhalten nur Nachrichten in diesem ausgewählten Zeitfenster.
es: Los administradores solo recibirán mensajes en esta ventana horaria seleccionada.
fr: Les admins ne recevront des messages que dans cette plage horaire sélectionnée.
it: Gli admin riceveranno messaggi solo in questa finestra oraria selezionata.
pl: Administratorzy otrzymają wiadomości tylko w tym wybranym przedziale czasowym.
pt: Os administradores receberão mensagens apenas nesta janela de horário selecionada.
ru: Администраторы получат сообщения только в выбранном временном окне.
sq: Administratorët do të marrin mesazhe vetëm në këtë dritare kohore të zgjedhur.
zh_hans: 管理员只会在所选时间段内收到消息。

source: Advertising interest
de: Werbungsinteresse
es: Interés en publicidad
fr: Intérêt publicitaire
it: Interesse pubblicitario
pl: Zainteresowanie reklamą
pt: Interesse em publicidade
ru: Интерес к рекламе
sq: Interes për reklamim
zh_hans: 广告合作意向

source: All months
de: Alle Monate
es: Todos los meses
fr: Tous les mois
it: Tutti i mesi
pl: Wszystkie miesiące
pt: Todos os meses
ru: Все месяцы
sq: Të gjithë muajt
zh_hans: 所有月份

source: Already have an account? Sign in
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
pl: Masz już konto? Zaloguj się
pt: Já tem uma conta? Entrar
ru: Уже есть аккаунт? Войти
sq: Ke llogari? Hyni
zh_hans: 已有账户？登录

source: Always updates when you travel
de: Aktualisiert sich beim Reisen
es: Se actualiza siempre cuando viajas
fr: Se met à jour quand vous voyagez
it: Si aggiorna quando viaggi
pl: Aktualizuje się podczas podróży
pt: Atualiza sempre quando você viaja
ru: Обновляется при путешествиях
sq: Përditësohet kur udhëton
zh_hans: 旅行时自动更新

source: Amenities have not been verified yet.
de: Ausstattung wurde noch nicht verifiziert.
es: Los servicios aún no han sido verificados.
fr: Les équipements n'ont pas encore été vérifiés.
it: I servizi non sono ancora stati verificati.
pl: Udogodnienia nie zostały jeszcze zweryfikowane.
pt: As comodidades ainda não foram verificadas.
ru: Удобства ещё не проверены.
sq: Pajisjet nuk janë verifikuar ende.
zh_hans: 设施尚未验证。

source: Analytics are being refreshed.
de: Analysen werden aktualisiert.
es: Se están actualizando las analíticas.
fr: Les analyses sont en cours d'actualisation.
it: Le analisi sono in aggiornamento.
pl: Analityka jest odświeżana.
pt: As análises estão sendo atualizadas.
ru: Аналитика обновляется.
sq: Analitika po rifreskohet.
zh_hans: 正在刷新分析数据。

source: Analytics access
de: Analytics-Zugang
es: Acceso a analíticas
fr: Accès aux analyses
it: Accesso alle analisi
pl: Dostęp do analityki
pt: Acesso a análises
ru: Доступ к аналитике
sq: Qasje në analitikë
zh_hans: 分析功能访问

source: Anything to add?
de: Noch etwas hinzuzufügen?
es: ¿Algo más que agregar?
fr: Quelque chose à ajouter ?
it: Qualcosa da aggiungere?
pl: Coś jeszcze do dodania?
pt: Algo a acrescentar?
ru: Что-нибудь добавить?
sq: Diçka për të shtuar?
zh_hans: 还有什么要补充的吗？

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aparência
ru: Внешний вид
sq: Pamja
zh_hans: 外观

source: Apple Calendar event reminders, not FanGeo push notifications.
de: Apple Calendar-Erinnerungen, keine FanGeo-Push-Benachrichtigungen.
es: Recordatorios de eventos de Apple Calendar, no notificaciones push de FanGeo.
fr: Rappels d'événements Apple Calendar, pas les notifications push FanGeo.
it: Promemoria eventi Apple Calendar, non notifiche push FanGeo.
pl: Przypomnienia Apple Calendar, nie powiadomienia push FanGeo.
pt: Lembretes de eventos do Apple Calendar, não notificações push do FanGeo.
ru: Напоминания Apple Calendar, а не push-уведомления FanGeo.
sq: Kujtesat e eventeve të Apple Calendar, jo njoftimet push të FanGeo.
zh_hans: Apple 日历事件提醒，而非 FanGeo 推送通知。

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
pl: Zatwierdź
pt: Aprovar
ru: Одобрить
sq: Aprovo
zh_hans: 批准

source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato
pl: Zatwierdzono
pt: Aprovado
ru: Одобрено
sq: Aprovuar
zh_hans: 已批准

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pl: Automatyczny
pt: Automático
ru: Автоматический
sq: Automatik
zh_hans: 自动的

source: Automatically sync your FanGeo games and events with your Apple Calendar. Calendar reminders are managed by Apple Calendar, not FanGeo notifications.
de: Synchronisieren Sie Ihre FanGeo Spiele und Ereignisse automatisch mit Ihrem Apple Kalender. Kalendererinnerungen werden vom Apple Kalender verwaltet, nicht von FanGeo Benachrichtigungen.
es: Sincroniza automáticamente tus juegos y eventos FanGeo con tu calendario Apple. Los recordatorios del calendario son administrados por Apple Calendar, no por las notificaciones FanGeo.
fr: Synchronisez automatiquement vos jeux et événements FanGeo avec votre calendrier Apple. Les rappels de calendrier sont gérés par Apple Calendrier, et non par les notifications FanGeo.
it: Sincronizza automaticamente i tuoi giochi ed eventi FanGeo con il tuo calendario Apple. I promemoria del calendario sono gestiti da Apple Calendar, non dalle notifiche FanGeo.
pl: Automatycznie synchronizuj swoje gry i wydarzenia FanGeo z kalendarzem Apple. Przypomnieniami kalendarza zarządza Kalendarz Apple, a nie powiadomienia FanGeo.
pt: Sincronize automaticamente seus jogos e eventos FanGeo com seu calendário Apple. Os lembretes do calendário são gerenciados pelo Apple Calendário, não pelas notificações do FanGeo.
ru: Автоматически синхронизируйте игры и события FanGeo с календарем Apple. Напоминаниями календаря управляет Apple Calendar, а не уведомления FanGeo.
sq: Sinkronizoni automatikisht lojërat dhe ngjarjet tuaja FanGeo me kalendarin tuaj Apple. Përkujtuesit e kalendarit menaxhohen nga Apple Kalendari, jo nga njoftimet FanGeo.
zh_hans: 自动将您的FanGeo 游戏和活动与您的Apple 日历同步。日历提醒由Apple 日历管理，而不是FanGeo 通知。

source: Available for Fan accounts.
de: Verfügbar für Fan-Konten.
es: Disponible para cuentas Fan.
fr: Disponible pour les comptes Fan.
it: Disponibile per gli account Fan.
pl: Dostępne dla kont fanów.
pt: Disponível para contas de fãs.
ru: Доступно для фан-аккаунтов.
sq: Në dispozicion për llogaritë e fansave.
zh_hans: 适用于粉丝帐户。

source: Back
de: Zurück
es: Atrás
fr: Dos
it: Indietro
pl: Z powrotem
pt: Voltar
ru: Назад
sq: Mbrapa
zh_hans: 后退

source: Back to Sign In
de: Zurück zur Anmeldung
es: Volver a iniciar sesión
fr: Retour à la connexion
it: Torna a Accedi
pl: Wróć do logowania
pt: Voltar para fazer login
ru: Вернуться к входу
sq: Kthehu te Identifikohu
zh_hans: 返回登录

source: Be the first to predict the score.
de: Seien Sie der Erste, der die Punktzahl vorhersagt.
es: Sé el primero en predecir el resultado.
fr: Soyez le premier à prédire le score.
it: Sii il primo a pronosticare il punteggio.
pl: Bądź pierwszym, który przewidzi wynik.
pt: Seja o primeiro a prever a pontuação.
ru: Будьте первым, кто предскажет счет.
sq: Bëhu i pari që parashikon rezultatin.
zh_hans: 成为第一个预测分数的人。

# be_first_to_go
source: Be the first to go
de: Sei der Erste, der hingeht
es: Sé el primero en ir
fr: Soyez le premier à y aller
it: Sii il primo ad andare
pl: Bądź pierwszy
pt: Seja o primeiro a ir
ru: Будьте первым
sq: Bëhu i pari që shkon
zh_hans: 成为第一个前往的人

source: Before the game
de: Vor dem Spiel
es: antes del juego
fr: Avant le match
it: Prima della partita
pl: Przed grą
pt: Antes do jogo
ru: Перед игрой
sq: Para ndeshjes
zh_hans: 比赛前

source: Best hosting days
de: Beste Hosting-Tage
es: Los mejores días de hospedaje
fr: Meilleurs jours d'hébergement
it: I migliori giorni di hosting
pl: Najlepsze dni hostingu
pt: Melhores dias de hospedagem
ru: Лучшие дни хостинга
sq: Ditët më të mira të pritjes
zh_hans: 最佳托管日

source: Best Performance Windows
de: Windows mit der besten Leistung
es: Ventanas de mejor rendimiento
fr: Fenêtres aux meilleures performances
it: Finestre con le migliori prestazioni
pl: Najlepsza wydajność systemu Windows
pt: Janelas de melhor desempenho
ru: Окна с лучшей производительностью
sq: Windows me performancë më të mirë
zh_hans: 最佳性能Windows

source: Browse teams
de: Durchsuchen Sie Teams
es: Explorar equipos
fr: Parcourir les équipes
it: Sfoglia le squadre
pl: Przeglądaj zespoły
pt: Procure equipes
ru: Просмотр команд
sq: Shfletoni ekipet
zh_hans: 浏览团队

source: Build your fan profile
de: Erstellen Sie Ihr Fanprofil
es: Crea tu perfil de fan
fr: Créez votre profil de fan
it: Costruisci il tuo profilo da fan
pl: Zbuduj swój profil fanów
pt: Construa seu perfil de fã
ru: Создайте свой фан-профиль
sq: Ndërtoni profilin tuaj të fansave
zh_hans: 建立你的粉丝档案

source: Business Account
de: Geschäftskonto
es: Cuenta comercial
fr: Compte professionnel
it: Conto aziendale
pl: Konto firmowe
pt: Conta Empresarial
ru: бизнес-аккаунт
sq: Llogaria e biznesit
zh_hans: 企业账户

source: Business name
de: Geschäftsname
es: Nombre del negocio
fr: Nom de l'entreprise
it: Nome business
pl: Nazwa firmy
pt: Nome do negócio
ru: Название бизнеса
sq: Emri i biznesit
zh_hans: 企业名称

source: Business Owners
de: Geschäftsinhaber
es: Propietarios de negocios
fr: Propriétaires d'entreprise
it: Titolari business
pl: Właściciele firm
pt: Proprietários de negócios
ru: Владельцы бизнеса
sq: Pronarët e bizneseve
zh_hans: 企业主
